---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.BENT_FABRIC_PARAM_STRAIGHT_WIRES_LOCATION
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.BENT_FABRIC_PARAM_STRAIGHT_WIRES_LOCATION

"Straight Wires Location": Location of straight wires in a bent fabric.